Repository: IPPETAD/agrilytics
Catalog: farm/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Toggle navigation
fr: Basculer la navigation

source: Your Farm
fr: Votre Ferme

source: Market
fr: Marché

source: Contracts
fr: Contrats

source: Price History
fr: Analytique

source: Delete
fr: Supprimer

source: Submit
fr: Soumettre

source: Bin
fr: Stock

source: Edit
fr: Modifier

source: Contract
fr: Contrat

source: Details
fr: Détails

source: Crop
fr: Culture

source: Fixed
fr: Fixé

source: Price per Tonne
fr: Prix per Tonne

source: Total Value
fr: Valeur totale

source: Back to your contracts
fr: Retour à vos contrats

source: Your Contracts
fr: Vos Contrats

source: Use our Cloud Services to keep track of your contracts. This simple spreadsheet can be easily accessed from your office computer or cellular phone!
fr: Utilisez nos services Cloud pour garder une trace de vos contrats . Cette simple feuille de calcul peut être facilement accessible à partir de votre ordinateur de bureau ou un téléphone cellulaire!

source: Company
fr: Enterprise

source: Contract Value
fr: Chomp

source: New
fr: Noveau

source: Add one
fr: Ajouter

source: Go Back
fr: Retour

source: Your Fields and Bins
fr: Vos Champs et Stockages

source: Managing your fields and bins has never been easier! Start off by drawing a new field of your own or browse some of the existing fields
fr: Gestion de vos champs et des stocks n'a jamais été aussi facile! Commencez par dessiner un nouveau champ de votre propre ou voir des champs existants

source: Fields
fr: Champs

source: Add
fr: Ajouter

source: No sections set
fr: Pas de sections prévues

source: Farmer's Almanac
fr: Almanach du fermier

source: High
fr: Haut

source: Low
fr: Faible

source: Total Precipitaion
fr: Précipitation totale

source: Size
fr: Taille

source: Your Harvests
fr: Vos Récoltes

source: Amount
fr: Montant

source: From Field
fr: Du Champ

source: From Section
fr: De la section

source: To Bin
fr: Pour Stockage

source: Reset Demo Table
fr: Réinitialiser Démo tableau

source: Harvest
fr: Récolte

source: Select a province and commodity to see historical prices. Please be aware that price data is not available for all province / crop combinations
fr: Choisir une province et des matières premières pour voir les prix historiques. S'il vous plaît être conscient Que les données sur les prix ne sont pas disponibles pour toutes les province et cultures

source: Rye
fr: Seigle

source: Track profitability, monitor field rainfall, connect through the Marketplace, and so much more...
fr: La rentabilité de la piste, champ de moniteur précipitations, se connecter via le marché, et encore plus…

source: Manage
fr: Gérer

source: FarmSpot helps you manage your produce and contracts from anywhere. Stay informed on rainfall in your area. View the current and expected market prices locally and abroad
fr: FarmSpot vous aide à gérer vos produits et contrats de n'importe où. Restez informé sur les précipitations dans votre région. Voir les prix de marché actuels et prévus au niveau local et à l'étranger

source: Sell
fr: Vendre

source: Sell your produce or browse for what you need. Our marketplace is easily filterable by crop type and location to help you find what you need, or to check out your competitors
fr: Vendre vos produits ou parcourir pour ce que vous avez besoin. Notre marché est facile à filtrer par type de culture et le lieu de vous aider à trouver ce dont vous avez besoin, ou à consulter vos concurrents

source: Analyze
fr: Analyser

source: Using government open data, view past market prices on the various crops, be informed on present market prices, and predict what to expect in the future
fr: Utilisation de données ouvertes du gouvernement, voir le prix de marché passées sur les différentes cultures, Être informé sur les prix actuels du marché, et d'utiliser nos services d'extrapolation Prédire à quoi s'attendre dans la futur

source: Select a Beta Account
fr: Sélectionnez un compte de Beta

source: Log in using one of our beta accounts to navigate the site. This service uses Open Data resources to provide information specific to your area. You can still add and edit the existing data -- these accounts just help you get started on the right foot
fr: Connected avec nos comptes bêta pour naviguer sur le site. Ce service utilise les données ouvertes pour fournir des informations spécifiques à votre région. Vous pouvez toujours ajouter et modifier les données existantes - ces comptes vous aident a commencé du bon pied.

source: Albertan Farmer
fr: Albertain agriculteur

source: Ontario Farmer
fr: Ontarienne agriculteur

source: Welcome to the MarketPlace
fr: Bienvenue sur le MarketPlace

source: Browse available produce on the marketplace or post your own! The market is waiting for you
fr: Parcourir les produits disponibles sur le marché, ou les poster votre propre! Le marché est en attente pour vous

source: Post Listing
fr: Liste de poste

source: Your Listings
fr: Vos Annonces

source: Search Public Listings
fr: Rechercher Offres publiques

source: Prev
fr: Préc

source: Next
fr: Suivant

source: User
fr: Utilisateur

source: Price
fr: Prix

source: Your Marketplace Listings
fr: Votre Listes marché

source: Back to your field
fr: Retour à votre champ
